import React, {Component} from 'react';
import 'bootstrap/dist/css/bootstrap.css'
class PageInfo extends Component{
    render() {
        return (
            <div className="col-md-9">
                <p style={{textAlign: "justify"}}>
                    <img src="../../images/foto53.jpg" alt="" style={{float: 'left', margin: "7px 7px 7px 0"}}/>
                    Геометрия – это раздел математики, в котором изучаются формы и их свойства.

                    Геометрия, которая изучается в школе, называется евклидовой, по имени древнегреческого учёного Евклида (III век до н. э.).

                    Изучение геометрии начинается с планиметрии. Планиметрия – это раздел геометрии, в котором изучаются фигуры, все части которых находятся в одной плоскости.

                    Геометрические фигуры
                    В окружающем нас мире существует множество материальных предметов разных форм и размеров: жилые дома, детали машин, книги, украшения, игрушки и т. д.

                    В геометрии вместо слова предмет говорят геометрическая фигура. Геометрическая фигура (или кратко: фигура) – это мысленный образ реального предмета, в котором сохраняются только форма и размеры, и только они принимаются во внимание.

                    Геометрические фигуры разделяют на плоские и пространственные. В планиметрии рассматриваются только плоские фигуры. Плоской геометрической фигурой называется такая, все точки которой лежат на одной плоскости. Представление о такой фигуре даёт любой рисунок, сделанный на листе бумаги.

                    Геометрические фигуры бывают весьма разнообразны, например, треугольник, квадрат, окружность и др.
                </p>
            </div>
        )
    }
}

export default PageInfo;
